Repository: karlos27/Ipanema-Film-Reviews
Catalog: languages/ipanema-film-reviews-*.po
Languages: ca

source: Ipanema Configuration
ca: Configuració

source: Ipanema Settings
ca: Configuració

source: Settings saved successfully
ca: Configuració guardada correctament

source: Ipanema Film Reviews
ca: Ressenyes cinematogràfiques

source: is a WordPress plugin for those who love movies and cinema.
ca: és un complement de WordPress per als amants de les pel·lícules i el cinema.

source: Email Notification
ca: Notificacions

source: Follow the instructions:
ca: Instruccions:

source: You must integrate Google reCaptcha.
ca: Heu d'integrar Google reCaptcha.

source: reCAPTCHA is a free service that protects your website from spam and abuse.
ca: reCAPTCHA és un servei gratuït que protegeix el vostre lloc web del correu brossa i l'abús.

source: reCAPTCHA uses an advanced risk analysis engine and adaptive CAPTCHAs to keep automated software from engaging in abusive activities on your site. It does this while letting your valid users pass through with ease.
ca: reCAPTCHA utilitza un motor d'anàlisi de riscos avançat i CAPTCHA adaptatius per evitar que el programari automatitzat participi en activitats abusives al vostre lloc web. Alhora permet que els usuaris "vàlids" accedeixin amb facilitat.

source: Read more
ca: Saber-n'hi més

source: Developer's Guide
ca: Guia del desenvolupador

source: Change email notification.
ca: Canvieu el correu electrònic per rebre les notificacions de nova ressenya per part d'un usuari.

source: When a user submits a new film review you will receive an email notification. You can set your preferred email to receive these kind of notifications.
ca: Quan un usuari envia una nova crítica de pel·lícula, rebreu una notificació per correu electrònic. Podeu configurar el teu correu electrònic preferit per a rebre aquest tipus de notificacions.

source: If you don't, you will receive the notification message in the "Administration Email Address".
ca: Si no ho feu, rebreu el missatge de notificació a l'adreça de correu electrònic de l'administració del lloc.

source: In your case, the default "Administration Email Address" is:
ca: En el vostre cas, l'adreça de correu electrònic de l'administració per defecte és:

source: What happens if you don't set the "Google reCaptcha"?
ca: Què passa si no configureu el "reCaptcha de Google"?

source: If you don't provide the Google reCaptcha value, users won't be allowed to submit any film review from the "Add a Film Review" form.
ca: Si no proporcioneu el valor reCaptcha de Google, els usuaris no podran enviar cap ressenya de pel·lícules des del formulari "Afegeix una ressenya de pel·lícules".

source: What happens if you don't set the "Email Notification"?
ca: Què passa si no configureu la "Notificació per correu electrònic"?

source: If you don't provide an email for the plugin's notifications, you will receive these kind of alerts in your "Administration Email Address".
ca: Si no proporcioneu un correu electrònic per a rebre notificacions de noves ressenyes, rebreu aquest tipus d'alertes a la vostra "Adreça de correu electrònic de l'administració del lloc web".

source: In your case, the email is:
ca: En el vostre cas, el correu electrònic és:

source: Site Key:
ca: Clau del lloc:

source: Email Notification:
ca: Correu electrònic:

source: Film Reviews
ca: Ressenyes cinematogràfiques

source: Film Review
ca: Ressenya cinematogràfica

source: Add New
ca: Afegir Nova Ressenya

source: Add New Film Review
ca: Afegeix Nova Ressenya

source: Edit
ca: Edita

source: Edit Film Review
ca: Edita Ressenya Cinematogràfica

source: New Film Review
ca: Nova Ressenya Cinematogràfica

source: View
ca: Visualitza

source: View Film Review
ca: Visualitza Ressenya Cinematogràfica

source: Search Reviews
ca: Cerca Ressenyes

source: No Film Reviews found
ca: No s'han trobat ressenyes cinematogràfiques

source: No Film Reviews found in Trash
ca: No s'han trobat ressenyes cinematogràfiques a la paperera

source: Parent Film Review
ca: Ressenya Cinematogràfica Matriu

source: Film Genre
ca: Gèneres Cinematogràfics

source: Add New Film Genre
ca: Afegir Nou Gènere Cinematogràfic

source: New Film Genre Name
ca: Nou Gènere Cinematogràfic

source: Film Review Details
ca: Detalls Ressenya Cinematogràfica

source: Source
ca: Font

source: File attachment
ca: Adjunt

source: Twitter Feed
ca: Feed de Twitter

source: Film Director
ca: Director

source: Supporting actors
ca: Actors de repartiment

source: Film length
ca: Durada de la pel·lícula

source: Release date
ca: Data d'estrena

source: Rating
ca: Qualificació

source: stars
ca: estrelles

source: Source Name
ca: Font

source: Source Address
ca: Adreça

source: PDF Attachment
ca: PDF Adjunt

source: No Attachment Present
ca: No hi ha cap fitxer adjunt

source: Download Attachment
ca: Descarregar fitxer adjunt

source: Upload File
ca: Adjunt

source: Delete File
ca: Suprimeix fitxer

source: Delete Attachment
ca: Suprimeix l'adjunt

source: Only files of PDF type are allowed.
ca: Només es permeten arxius tipus PDF.

source: There was an error uploading your file. The error is:
ca: Hi ha hagut un error pujant el fitxer. L'error és:

source: Username
ca: Usuari

source: Film director:
ca: Director:

source: Supporting actors:
ca: Actors de repartiment:

source: Film length:
ca: Durada de la pel·lícula:

source: Release date:
ca: Data d'estrena:

source: Rating:
ca: Qualificació:

source: Source:
ca: Font:

source: Download additional information
ca: Descarregar informació adicional

source: Check out this interesting article entitled
ca: Consulta aquest interessant article titulat

source: Hi!%0A%0AI thought you would enjoy this article entitled
ca: Hola!%0A%0AHe pensat que t'agradaria aquest article titulat

source: Enjoy
ca: Disfruta'l

source: Email link to this article
ca: Enllaç

source: Film Title
ca: Títol de la pel·lícula

source: Older reviews
ca: Ressenyes anteriors

source: Newer reviews
ca: Últimes Ressenyes

source: Film Length
ca: Durada

source: Genre
ca: Gènere

source: None Assigned
ca: Cap Assignada

source: Show All Genre
ca: Mostra Tots Els Gèneres

source: Film director
ca: Director

source: Edit this item inline
ca: Edita aquest article en línia

source: Quick&nbsp;Edit
ca: Edició ràpida

source: You need to be a site member to be able to submit film reviews. Sign up to gain access!
ca: Heu de ser membre del lloc per poder enviar ressenyes de pel·lícules. Registra't per accedir!

source: reCaptcha Site key is missing. It must be set to submit a film review.
ca: reCaptcha no està definit. S'ha de configurar prèviament per a poder enviar una crítica cinematogràfica.

source: Add a Film Review
ca: Afegeix Nova Ressenya

source: Thank you for your submission!
ca: Moltes gràcies per la teva ressenya!

source: Supporting Actors
ca: Actors de repartiment

source: Release Date
ca: Data d'estrena

source: Thumbnail
ca: Imatge

source: Twitter account
ca: Compte de Twitter

source: Only "jpg" files type are allowed.
ca: Només es permeten fitxers de tipus "jpg".

source: Some fields were left empty. Please go back and complete the form.
ca: Alguns camps estan buits. Si us plau, torneu enrere i ompliu el formulari.

source: A user submitted a new film review to your Wordpress site database
ca: Un usuari ha enviat una nova ressenya de pel·lícules a la vostra base de dades del lloc de Wordpress

source: Film:
ca: Durada de la pel·lícula:

source: Moderate new film reviews
ca: Acceptar nova ressenya cinematogràfica

source: - New Film Review Added:
ca: - S'ha afegit un nova ressenya cinematogràfica:
